/* Midi In tool popUpButton */
"Edit Virtual Inputs..." = "Editiere virtuelle Eingänge...";
/* Midi Out tool popUpButton*/
"Edit Virtual Outputs..." = "Editiere virtuelle Ausgänge...";
/* pitchRangeString */
"half step"  = "Halbton";
"half steps" = "Halbtöne";
/* MidiPipe virtual ports*/
"Input" = "Eingang";
"Output" = "Ausgang";
/* toolGroupPopUp */
"All" = "Alle";
// Input -> MidiPipe virtual ports
// Output -> MidiPipe virtual ports
"Modifier" = "Modifizierer";
/* default save name */
"MyPipe" = "MeinePipe";
/* update check */
"Your software is up-to-date" = "Software ist aktuell";
"OK" = "OK";
"You have the most recent version of MidiPipe." = "Sie haben die aktuelle Version von MidiPipe.";
"A new version is available" = "Neue Version verfügbar";
"Later" = "Später";
"A new version of MidiPipe is available" = "Neue Version von MidiPipe ist verfügbar";
"To promote further development of MidiPipe, please make a donation. Thank you for your support." = "Um die Weiterentwicklung von MidiPipe zu unterstützen, bitte ich um eine kleine Spende. Vielen Dank für Ihre Unterstützung.";
"Would you like to download the new version now?" = "Möchten Sie die neue Version jetzt herunterladen?";
"Check for update failed!" = "Überprüfung auf Aktualisierung fehlgeschlagen!";
"Maybe there is a problem with your internet connection. Please try again later." = "Möglicherweise gibt es ein Problem mit der Internetverbindung. Bitte versuchen Sie es später noch einmal.";
/* quit app */
"Quit" = "Beenden";
"Cancel" = "Abbrechen";
"Are you sure?" = "Sind Sie sicher?";
/* OS X version check */
"Wrong version" = "Falsche Version";
"I'll update and will be back soon ..." = "Werde nach dem Update wiederkommen ...";
/* MIDI loop protection */
"MIDI Loop detected!" = "MIDI Schleife entdeckt!";
"\"MIDI Out\" tool is now disabled. Please check your MIDI setup and then reenable \"MIDI Out\" tool." = "\"MIDI Out\" tool ist nun deaktiviert. Bitte MIDI Einstellungen überprüfen und \"MIDI Out\" tool wieder aktivieren.";
// OK -> update check
/* Pipe */
"unnamed pipe" = "unbenannte Pipe";
/* ScaleList */
"Equal Tempered" = "gleichstufig";
"User Scale" = "benutzerdefiniert";
/* MicroTuner */
"Just Major" = "natürlich-harmonisch";
"Mean-Tone" = "mitteltönig";
"Pythagorean" = "pythagoreisch";
/* Message Filter */
"Channel" = "Kanal";
/* KeyMapper */
"filter out" = "heraus filtern";
/* AList */
"dec" = "dezimal";
"hex" = "hexadezimal";
/* AppleScriptTrigger */
"compiled" = "kompiliert";
"contains errors" = "enthält Fehler";
"not compiled" = "nicht kompiliert";
/* Midi In */
"Offline" = "Offline";
"Hijacked" = "entführt";
/* Midi Out */
// Offline -> Midi In
/* Transpose */
"unchanged" = "unverändert";
"Channel-Message" = "Kanal-Nachricht";
"Options" = "Optionen";
"duplicate original message" = "dupliziere originale Nachricht";
"set channel to" = "setze Kanal auf";
"Pressure" = "Druck";
"Off" = "aus";
"On" = "an";
